/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Nombre";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "URL";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Ruta";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "De";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Calculadora";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Teléfono";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definición";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Mostrar todo";
SHOW_ALL_RESULT_SINGULAR   = "Mostrar todo (1)";
SHOW_ALL_RESULT_PLURAL	   = "Mostrar todo (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "No se hallaron resultados";
SHOW_ALL_RESULTS_HEADING   = "Resultados";
MENU_PREFERENCES           = "Preferencias de Spotlight…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indexando volúmenes (%d%% completado)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indexando volúmenes";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indexando %@";

TIME_REMAINING_HOURS = "Faltan %d horas aproximadamente";
TIME_REMAINING_MINUTES = "Faltan %d minutos aproximadamente";
TIME_REMAINING_SECONDS = "Faltan %d segundos aproximadamente";

TIME_REMAINING_HOUR = "Falta %d hora aproximadamente";
TIME_REMAINING_MINUTE = "Falta %d minuto aproximadamente";
TIME_REMAINING_SECOND = "Falta %d segundo aproximadamente";

CALCULATING_TIME = "Tiempo estimado de indexación";
INTERNAL_DISKS = "Indexando volúmenes internos";

/* Placed in the top text field when indexing everything */
INDEXING = "Indexando…";

"INDEXING_COMPUTER" = "Indexando %@";

"NO_MAIL_SUBJECT" = "Sin asunto";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "Biblioteca musical de iTunes";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Papelera";
